[
    {
  	"name" : "Anand (1971)",
    "content" : "Anand’s death scene<\/ span><\/ i><br \/><br \/> Hrishikesh Mukherjee’s classic has Bachchan playing Dr. Bhaskar Banerjee, a cancer specialist whose idealism has been curdled by the brutality of an indifferent system.  He is brooding, even rude. But a terminally ill patient Anand (Rajesh Khanna at his best) teaches him how to find joy in life. The clincher is the death scene in which Bhaskar enters the room seconds after Anand dies and hears his voice on a tape recorder. Anand’s booming joie de vivre contrasts with his inert body and Bhaskar responds with anger as though fury could work a miracle.  It’s unforgettable.  ",
    "gif" : "/images/gif/anand1.gif",
    "Thumbnail": "/images/Anand_1.jpg"
  },
  {
    "name" : "Namak Haraam (1973)",
     "content" : "Anand’s death scene</span></i><br/><br/> Hrishikesh Mukherjee’s classic has Bachchan playing Dr. Bhaskar Banerjee, a cancer specialist whose idealism has been curdled by the brutality of an indifferent system.  He is brooding, even rude. But a terminally ill patient Anand (Rajesh Khanna at his best) teaches him how to find joy in life. The clincher is the death scene in which Bhaskar enters the room seconds after Anand dies and hears his voice on a tape recorder. Anand’s booming joie de vivre contrasts with his inert body and Bhaskar responds with anger as though fury could work a miracle.  It’s unforgettable.  ",
    "gif" : "/images/gif/Namak Haraam.gif",
    "Thumbnail": "/images/Namak-Haraam_1.jpg"
  },
   {
  	"name" : "Abhimaan (1973)",
    "content" : "The big fight with Uma</span></i><br/><br/> <i>Abhimaan</i> works at many levels. It’s about hubris, fame, the relationship of an artiste with his art and the fragility of love. Bachchan is Subir, a famous singer whose grand passion for his wife frays when she becomes more successful than him. This is a complex role of a man whose insecurities make him unlikable. In a wonderful scene, he lashes out at Uma (played by Jaya Bachchan).  She offers to stop singing and he bitterly says, ‘Do you think I’m jealous?’. He has tears in his eyes because he recognises his own frailty, but can’t stop himself. It’s heartbreaking.",
    "gif" : "/images/gif/abhimaan1.gif",
    "Thumbnail": "/images/Abhimaan_1.jpg"
     
  },
   {
  	"name" : "Zanjeer (1973)",
    "content" : "Sher Khan goes to meet Inspector Vijay Khanna</span></i><br/><br/>Playing the hotheaded but incorruptible cop, Bachchan gives audiences a terrific first look of his ‘Angry Young Man’ avatar in Prakash Mehra’s film. When Sher Khan (Pran) swaggers into Inspector Vijay Khanna’s (Bachchan) police station for the first time, Vijay is supposed to show obeisance to the fabled Pathan. Instead, as Sher Khan looks to makes himself comfortable on a chair, Bachchan kicks it with such force that it shakes the foundations of the Bombay film industry. As he delivers the punch line, <i>“Yeh police station hai, tumhaare baap ka ghar nahin,”</i> Bachchan carpe diems, and flips the page on his own destiny.",
    "Thumbnail": "/images/zanjeer_1.jpg",
    "gif" : "/images/gif/zanjeer1.gif"
  },
  {
  	"name" : "Sholay (1975)",
    "content" : "Jai asks Basanti what her name is</span></i><br/><br/>Outside the train station, Jai (Bachchan) and Veeru (Dharmendra) meet Basanti (Hema Malini). Veeru is instantly smitten. Jai, though, is annoyed. <i>“Dekho, mujhe befizool baat karne ki aadat to hai nahin,”</i> is her refrain, but she just won’t shut up, dropping her name in every other line. It’s always Basanti this, Basanti that. En route, she asks Veeru his name, and when he replies, she says he hasn’t asked her what her name is. Jai asks, from behind, <i>“Tumhara naam kya hai, Basanti?”</i> Bachchan lets the zinger fly with such lazy insouciance, it doesn’t matter that we don’t even see his face.",
    "Thumbnail": "/images/Sholay.jpg",
    "gif" : "/images/gif/sholay1.gif"
  },
  {
  	"name" : "Chupke Chupke (1975)",
    "content" : "Confusing corolla with karela</span></i><br/><br/> It’s believed by many a Bachchan fan that if he hadn’t become an icon of angry youth in the 70s, he would have become one of the greatest comic actors of all time. While he’s owned films such as <i>Namak Halal</i> and <i>Amar Akbar Anthony</i> with his comic timing, in Hrishikesh Mukherjee’s <i>Chupke Chupke</i> he comes at the fag end of the film and steals the show. This scene in the garden where our English professor mistakes corolla for karela, even as he keeps adjusting his glasses, is an absolute classic. It doesn’t get old no matter how many times you’ve seen it. “Oh, corolla?” ",
    "Thumbnail": "/images/chupke-chupke_1.jpg",
    "gif" : "/images/gif/chupke-chupke1.gif"
  },
   {
  	"name" : "Deewaar (1975)",
    "content" : "The fight in the dockyard godown</span></i><br/><br/><i>“Peter, tum log mujhe dhoond rahe ho aur main tumhara yahan intezar kar raha tha,”</i> drawls dockyard coolie Vijay as he locks the door of the villain’s den and takes on a bunch of goons in an unequal fight. Unequal, because none of them has even a fraction of the searing intensity that Vijay has been carrying within him since childhood. Interestingly, this is Deewaar’s only full-blown fight scene, but it possesses a corrosive power not seen in the 50 years of Hindi cinema that preceded it. Just as Vijay had predicted, <i>“Jo pachees baras mein nahin hua, woh ab hoga. Agle hafte ek aur coolie in mawalion ko paisa dene se inkaar karne wala hai.”</i> <strong>DC</strong>",
    "Thumbnail": "/images/Deewar.jpg",
    "gif" : "/images/gif/Deewar.gif"
  },
   {
  	"name" : "Deewaar (1975)",
    "content" : "The hotel meeting between Daavar saab and Vijay</span> </i><br/><br/>Daavar (Iftekhar) tells Vijay (Bachchan) that if he helps him defeat Samant (Madan Puri), he could take care of every need that Vijay has. For someone who has single-handedly beaten Samant’s men, Vijay reveals a softer side in the face of Daavar’s offer. He turns reflective of his mother’s struggles. But when Daavar throws hard cash on the table as an advance, Vijay pauses. He wishes to establish himself as Daavar’s equal. The sentimental tone gives way to his signature deadpan, poker-faced demeanour for most of the film. He reminds Daavar of a similar episode from their past, making him realise that Vijay <i>“aaj bhi phenkey huey paisey nahin uthaata.”",
    "Thumbnail": "/images/Deewar_2.jpg",
    "gif" : "/images/gif/Deewar copy1.gif"
  },
   {
  	"name" : "Kabhi Kabhie (1976)",
    "content" : "Amit and Pooja meet after many years</span></i><br/><br/>Pooja (Rakhee) is interviewing Amit (Bachchan) on television. He takes this opportunity to remind her of his unrequited love. Bachchan makes sure that Amit’s hurt is palpable as he takes a passive-aggressive approach towards Pooja. He turns his interview into an inquisition of Pooja instead. But the coup is his recitation of the poet Sahir Ludhianvi’s immortal nazm, <i>‘Kabhi Kabhie’</i>. As he recites the lines, <i>“Bhatak rahi hai andheron mein zindagi meri, inhi andheron mein reh jaaoonga kabhi kho kar,”</i> in his baritone, Bachchan plumbs the depths of melancholy, despondency and pathos. Ludhianvi would have been proud. ",
    "Thumbnail": "/images/Kabhi-Kabhie_1.jpg",
    "gif" : "/images/gif/kabhie kabhie1.gif"
  },
  {
  	"name" : "Amar Akbar Anthony (1977)",
    "content" : "Anthony Gonsalves in the mirror scene</span></i><br/><br/>As the drunken Anthony Gonsalves who attempts to bandage his mirror image after getting beaten up by Zebisko (Yusuf Khan), Bachchan is a laugh riot. Gonsalves can’t stand straight, yet he goes on with a constant dose of “Steady, steady, steady”. Speaking in typical Bambaiyya bhaasha, his language laced with words like <i>‘thopda’, ‘jaadeya’</i> and <i>‘sunta-ich’</i>, Bachchan plays the tapori ‘Anthony bhai’ character to perfection. Addressing his reflection, his dire warning, <i>“Tere ko hum iska vaste-ich bolta thha, ki daru mat pee, mat pee, mat pee…”</i> is both, self-deprecatory, and brings to mind many a tippler closer to home. <strong>AM</strong>",
    "Thumbnail": "/images/Amar-Akbar-Anthony_2.jpg",
    "gif" : "/images/gif/Amar Akbar Anthony copy.gif"
  },
  {
  	"name" : "Amar Akbar Anthony (1977)",
    "content" : "<i><span class=\"topic\">Anthony’s fight with Inspector Amar</span></i><br/><br/>Anthony Gonsalves is a petty bootlegger who has helped a criminal escape from the police. This brings him in the crosshairs of Inspector Amar, who decides to teach him a lesson. The comic exchange between them and the fight that follows had two significances. From an angry young man, Bachchan was taking the first step to become an entertainer. And in an industry of fragile egos, he was willing to be beaten unconscious by another star, though he was easily the scene-stealer here. <i>“Tum apun ko dus dus maara. Aur main sirf do. Par solid maara ki nahin?”</i> <strong>DC</strong> ",
    "gif" : "/images/gif/amar akbar anthony.gif",
    "Thumbnail": "/images/Amar-Akbar-Anthony_2.jpg"
  },
  {
    "name" : "Don (1978)",
     "content" : "<i><span class=\"topic\">Don kills Rajesh, the police informant </span></i><br/><br/>Five minutes into the film, the audience has its second meeting with the eponymous character played by Bachchan. Dressed in a three-piece suit, Bachchan swivels in his chair and fires two bullets at the man in front of him. He then lights a cigarette, pours himself whiskey and says, “Cheers gentlemen” to his flabbergasted gangsta crew. Pestered by them for a reasonable explanation, Bachchan sets up Don as an unflustered, clever and cold-blooded assassin, with a penchant for zingy one-liners. Such is his swag that after revealing the murdered man to be a police informant, he casually asks for “another drink please”. Uff, too much. <strong>AM</strong> ",
    "gif" : "/images/gif/Don1.gif",
    "Thumbnail": "/images/Don_1.jpg"
  },
   {
  	"name" : "Muqaddar Ka Sikandar (1978)",
    "content" : "<i><span class=\"topic\">Sikandar sings the title track</span></i><br/><br/>After his mother dies, a young Sikandar (Mayur) is told by a fakir (Kader Khan) to embrace his sorrows.  “Arrey taqdeer tere kadmon mein hogi aur tu muqaddar ka baadshah hoga,” he says. Seconds later, we see Bachchan zipping through Bombay, singing ‘Rotey huey aatey hain sab’. Riding his motorbike like the wind, with the breeze blowing in his face, Bachchan cuts a debonair figure. He milks his star appeal to deliver the song’s profoundly philosophical message. It is quite a performance as Bachchan portrays the right combination of gay abandon and emotion to declare himself as the sikandar of his own muqaddar. <strong>AM</strong>",
    "Thumbnail": "/images/Muqaddar-Ka-Sikandar_1.jpg",
    "gif" : "/images/gif/Muqqadar ka sikandar1.gif"
     
  },
   {
  	"name" : "Trishul (1978)",
    "content" : "<i><span class=\"topic\">Vijay slaps Balwant Rai for disrespecting RK Gupta</span></i><br/><br/>Trishul’s narrative focusses on Vijay (Bachchan) handing out the necessary comeuppance to his father, RK Gupta (Sanjeev Kumar). But the same Vijay does not like it when Balwant Rai (Prem Chopra) waltzes into his office and showers expletives on Gupta. He explodes Zeus-like, landing a bolt of lightning on Balwant Rai’s face for his foul language. When Geeta (Rakhee) asks him about the violent outburst, Vijay, typically quick to fly into a rage, is tongue-tied. He chokes and rambles into an explanation that portrays his conflicted attitude towards his father. It’s a terrific scene that Bachchan enacts with just the right nuance. <strong>AM</strong>",
    "Thumbnail": "/images/Trishul_1.jpg",
    "gif" : "/images/gif/Trishul1.gif"
  },
  {
  	"name" : "Kaala Patthar (1979)",
    "content" : "<i><span class=\"topic\">Pain is my destiny</span></i><br/><br/>Vijay is a miner unlike anyone. For starters, he is eager to get into life-threatening situations. He is punishing himself for some unknown crimes, hurting himself with the same fervour with which he helps someone. Vijay’s brooding intensity intrigues as well as attracts the lady doctor to whom he is taken after coal particles get embedded in his skin. He refuses anaesthesia when the doctor offers it. <i>“Pain is my destiny and I can’t avoid it”</i> is his cry of anguish. This pithy line in English was like the mine’s siren going off. It signalled the darkness deep down. <strong>DC</strong>",
    "Thumbnail": "/images/Kaala-Patthar_1.jpg",
    "gif" : "/images/gif/Kala Paththar1.gif"
  },
  {
  	"name" : "Mr. Natwarlal (1979)",
    "content" : "<i><span class=\"topic\">Natwar being beat up by a pehelwan</span></i><br/><br/>Mr. Natwarlal is a thief who steals only from the bad guys and helps the poor. He also seeks revenge on arch-villain Vikram for hurting his family when Natwar was a boy. Natwar goes to Chandanpur village where Vikram is running a mega-smuggling operation. Vikram sends a gigantic henchman to find out who Natwar really is. In a hilarious sequence, the pehalwan tosses Natwar around like a ball while Natwar’s blows inflict zero damage. Bachchan, who was then at the peak of his stardom, isn’t afraid of being beaten up.  Instead, he mines the situation for comedy.  And don’t miss his stylish boots. <strong>AC</strong>",
    "Thumbnail": "/images/Mr-Natwarlal_1.jpg",
    "gif" : "/images/gif/Mr. Natwarlal1.gif"
  },
   {
  	"name" : "Suhaag (1979)",
    "content" : "<i><span class=\"topic\">Bachchan’s introductory scene in the film</span></i><br/><br/>A child thirsting for water has a liquor bottle being forced down his throat by the villainous Pascal (Jeevan). The scene jumps forward several years to show the advancement in time. The camera is blurred initially, but then comes into sharp focus to reveal Bachchan. This transition from child to adult is 20 seconds long, but Bachchan revels in the moment. He strikes a pinup-worthy pose while guzzling alcohol to rinse his mouth. A terrified lad has given way to a man confident of his masculinity. He mouths a one-liner true to his man-of-the-street character and lets the audience soak in the Bachchan experience. Simply magnifique. <strong>AM</strong>",
    "Thumbnail": "/images/Suhaag_1.jpg",
    "gif" : "/images/gif/Suhaag1.gif"
  },
   {
  	"name" : "Laawaris (1981)",
    "content" : "<i><span class=\"topic\">The big macho star becomes a number of women.</span></i><br/><br/>Bachchan isn’t a great singer in the technical sense of the term, but there are some songs you can’t imagine anyone else singing. Rang barse (<i>Silsila</i>) is one. Mere angne mein is another. This Kalyanji-Anandji hit pretty much defines the 1980s as conventional wisdom sees it, a lowbrow decade where Hindi cinema threw all notions of “taste” and “political correctness” out of the window and plunged to its nadir. But those of us who differ will see Bachchan in this film as a consummate vaudeville performer, ready to do anything, even give come-hither looks in drag, to entertain. <strong>BR</strong>",
    "Thumbnail": "/images/Laawaris_1.jpg",
    "gif" : "/images/gif/Laawaris1.gif"
  },
   {
  	"name" : "Silsila (1981)",
    "content" : "<i><span class=\"topic\">The Holi song ‘Rang Barse’</span></i><br/><br/><i>Silsila</i> was perhaps the first time a mainstream Hindi film with A-list stars dealt with adultery. When former lovers Amit (Bachchan) and Chandni (Rekha) meet after years, they can’t stay away from each other.  The pinnacle of their passion is the Holi song ‘Rang Barse’ – Amit drinks bhang, staring with desire at Chandni who blushes under the gulal.  And then all masks of propriety fall away. The song is sly and provocative with lines like: <i>bela chameli ka sej bichhaya... soye gori ka yaar balam tarse, rang barse.</i> Bachchan’s expressions underlined the meaning further but his brilliance is that he never toppled over into lewd.  <strong>AC</strong>",
    "Thumbnail": "/images/Silsila_1.jpg",
    "gif" : "/images/gif/Silsila1.gif"
  },
  {
  	"name" : "Namak Halaal (1982)",
    "content" : "<i><span class=\"topip\">‘Aaj Rapat Jaayen’</span></i><br/><br/>Prakash Mehra’s film is best known for the terrific Bappi Lahiri song ‘Pag Gunghroo Bandh’ but my favourite is ‘Aaj Rapat Jaayen’. Bachchan and the unassumingly sensuous Smita Patil cavort in the rain. Her white, soaking sari (with a big red border) gets caught in his red coat.  She’s trying to pull it back and he’s coaxing her into his arms. They are both uninhibited and sexy without strutting. The art house queen with the mainstream superstar – the unlikely pairing makes for crackling chemistry. By the end, both are dancing on a pushcart, which makes for the ultimate Bombay romance. <strong>AC</strong>",
    "Thumbnail": "/images/Namak-Halaal_1.jpg",
    "gif" : "/images/gif/Namak halal1.gif"
  },
  {
  	"name" : "Satte Pe Satta (1982)",
    "content" : "<i><span class=\"topic\">Babu comes out of jail</span></i><br/><br/>Singer Annette Pinto told us how RD Burman made her take a mouthful of water and gargle in tune, creating an eerie, edgy piece of music. A background score suitable for a ruthless, middle-aged assassin. When Babu comes out of jail, he looks nothing like his supposed lookalike – the happy-go-lucky, healthy Ravi. He has a tired gait, a gaunt face, greying hair and eyes that look like a bloodhound. At the peak of his heroic stardom, Bachchan played an assassin, and in one short scene, made us believe he was capable of spilling blood, lots of it. <strong>DC</strong>",
    "gif" : "/images/gif/Satte pe satta1.gif",
    "Thumbnail": "/images/Satte-Pe-Satta_1.jpg"
  },
  {
    "name" : "Shakti (1982)",
     "content" : "<i><span class=\"topic\">Rakhee‘s death</span></i><br/><br/>The advertising line ‘Battle of the Titans’ is usually a lie or at best, an exaggeration. Except once — when Dilip Kumar faces Bachchan in <i>Shakti</i>. In an almost subversive move, some of Bachchan’s scenes are without dialogues — they rely on his eyes and body language to do the job. DCP Ashwini Kumar’s wife has been shot dead by his enemies, and his son Vijay is brought from prison for his mother’s funeral. The son kneels in front of his father and tries to console him, before starting to cry himself. He then walks off with a determination that precipitates the climax. <strong>DC</strong> ",
    "gif" : "/images/gif/Shakti1.gif",
    "Thumbnail": "/images/Shakti_1.jpg"
  },
   {
  	"name" : "Coolie (1983)",
    "content" : "<i><span class=\"topic\">Iqbal’s entry scene</span></i><br/><br/><i>Coolie</i> is remembered as the film that almost proved fatal for Bachchan — he was badly injured during an action sequence — but it also features a grand entry scene. Bachchan is Iqbal, a coolie with a propitious badge number (786) and a protector pet falcon (Allahrakha). When the bad guys beat up coolies at the station, Iqbal takes a series of leaps — from the footbridge to the top of the train to the platform — and teaches them who’s boss.  With wind-blown hair, beedi in his mouth and a swagger that won’t stop, Bachchan is the ultimate working class superhero. <strong>AC</strong>",
    "Thumbnail": "/images/Coolie_1.jpg",
    "gif" : "/images/gif/coolie1.gif"
     
  },
   {
  	"name" : "Coolie (1983)",
    "content" : "<i><span class=\"topic\">Getting shot at Haji Ali</span></i><br/><br/><i>“Chala goli… Tere haath mein maut ka samaan hai, toh mere seene pe khuda ka naam hai!”</i> challenges Iqbal the coolie before his adversary pulls the trigger. The bullet pierces the holy chadar and the legendary baritone starts reciting holy verses and advances upon the minarets of Haji Ali. Bachchan’s menace is palpable because the man with the gun is retreating and the man taking the bullets is advancing. Manmohan Desai later described how Bachchan rolled his eyeballs and you could only see the whites, giving this scene an eerie resonance. There were many chapters in Bachchan’s stardom. <i>Coolie</i> was the first chapter in his divinity. <strong>DC</strong>",
    "Thumbnail": "/images/Coolie_2.jpg",
    "gif" : "/images/gif/Coolie 21.gif"
  },
  {
  	"name" : "Inquilaab (1984)",
    "content" : "<i><span class=\"topic\">Amar machine-guns down the entire cabinet of ministers</span></i><br/><br/>The male superstar’s first outing with the decade’s female superstar (Sridevi) was a remake of the Kannada masala-drama, <i>Chakravyuha</i> — indeed, a lyric in a song goes <i>“Abhimanyu, chakravyuh mein phas gaya hai tu”</i>. This chakravyuh is the labyrinth of dirty politics that Amar (Bachchan) is slowly drawn into, but he redeems himself in the end by machine-gunning down the entire cabinet of ministers. In the end, he declares, <i>“Mera maqsad poora ho gaya!”</i> This was essentially Bachchan saying, “Put me in the most absurd of situations, and I’ll still give it my all.” <strong>BR</strong>",
    "Thumbnail": "/images/Inquilaab_1.jpg",
    "gif" : "/images/gif/Inquilaab.gif"
  },
  {
  	"name" : "Sharaabi (1984)",
    "content" : "<i><span class=\"topic\">Vicky’s birthday party</span></i><br/><br/>The title says it all – Bachchan plays an alcoholic. As a baby, when Vicky cried, his uncaring father ordered the staff to give him brandy. By the time he’s a teenager, Vicky is knocking back bottles. But he’s an elegant drunk.  You see this when he falls in love with Meena. He refuses to cut his birthday cake until she arrives. As he waits, he sings the languorous love ballad ‘Inteha ho gayi intezaar ki.’ He’s sad but sexy, and when she arrives, they really break out the moves. Only Bachchan could have made this ridiculous scenario work. <strong>AC</strong> ",
    "Thumbnail": "/images/Sharaabi_1.jpg",
    "gif" : "/images/gif/Sharaabi1.gif"
  },
   {
  	"name" : "Geraftaar (1985)",
    "content" : "<i><span class=\"topic\">The superstar of the north meets the superstars of the south</span></i><br/><br/>Even as director, Prayag Raaj couldn’t make us forget he was the writer behind films like <i>Amar Akbar Anthony</i> — this potboiler is also about brothers separated as children and reunited as adults. But, at least down South, <i>Geraftaar</i> was very special. It was the last film that had Kamal Haasan and Rajinikanth together, and it’s the only time Bachchan appeared with them. The credits department must have been in a fix. Kamal gets top billing, Rajini gets a “special appearance” title. So what do you do with Bachchan? Here’s how they solved it. “And above all, AMITABH BACHCHAN, in a very special role”. <strong>BR</strong>",
    "Thumbnail": "/images/Geraftaar_1.jpg",
    "gif" : "/images/gif/Geraftaar1.gif"
  },
   {
  	"name" : "Aakhree Raasta (1986)",
    "content" : "<i><span class=\"topic\">The father-son confrontation</span></i><br/><br/>Bachchan has always been the master of double roles, be it <i>Adalat, Don, Satte Pe Satta</i> or even the satellite monster <i>Sooryavansham</i>. But nothing beats <i>Aakhri Raasta</i> where he plays two individuals on two ends of the morality spectrum with such sharp distinction. And no scene showcases the dichotomy as the burial ground scene where the killer-father and the cop-son discuss their motivations. <i>“Yeh tumko wahaan se 6 nazar aa raha hai lekin mujhe yahaan se 9 nazar aa raha hai.”</i> Priceless! <strong>PG</strong>",
    "Thumbnail": "/images/Aakhri-Raasta_1.jpg",
    "gif" : "/images/gif/aakhree-raasta1.gif"
  },
   {
  	"name" : "Shahenshah (1988)",
    "content" : "<i><span class=\"topic\">Shahenshah drags JK back to court</span></i><br/><br/>Bachchan, as the vigilante-styled lead character Shahenshah, is menacing. He is a tornado whose wrath has fallen upon JK (Amrish Puri). As he brings the villainous character to justice in the longish courtroom scene at the end of the film, Bachchan delivers every one of his many blustery dialogues with gusto. He holds forth on the corrupt cop-politician nexus with contempt and fumes at the rotten judicial system. Along the way, he squeezes the starch out of a few collars and gnashes his teeth at JK. He does all this with absolute conviction. In a movie naturally veering towards hyperbole, this is Bachchan’s biggest triumph. <strong>AM</strong> ",
    "Thumbnail": "/images/Shahenshah_1.jpg",
    "gif" : "/images/gif/sehanshah1.gif"
  },
  {
  	"name" : "Agneepath (1990)",
    "content" : "<i><span class=\"topic\">Maut ke saath appointment </span></i><br/><br/>Everyone knows how Vijay Dinanath Chavan walked out of a police station to keep an appointment with death. The scene that follows — his four adversaries waiting, his car screeching to a halt, a hail of bullets, Vijay emerging unscathed and then getting shot by the quartet — was <i>Julius Caesar</i>, <i>The Godfather</i> and <i>Scarface</i> all rolled into one. His slow-motion collapse as the bullets puncture him one by one is peak heroism on celluloid. Of course, Vijay returns. He liquidates his enemies and tells the world, <i>“Yeh chhe feet ka body lurkane ke liye char inch ka goli kam padh gaya… maloom?”</i> <strong>DC</strong>",
    "Thumbnail": "/images/Agneepath_1.jpg",
    "gif" : "/images/gif/Agneepath2.gif"
  },
  {
  	"name" : "Agneepath (1990)",
    "content" : "<i><span class=\"topic\">When Vijay goes to Mauritius </span></i><br/><br/>Vijay goes to Mauritius to meet uber villain Kancha Cheena, who, decades ago, destroyed Vijay’s happy family and caused his father’s death. The wily Kancha goads minor villain Terylene to attempt killing Vijay. Director Mukul Anand pulled out the big guns for the assassination sequence that starts with Vijay coming off a plane, getting into a car and then eventually getting on a speedboat with Terelyne in hot pursuit in a helicopter. The boat explodes and Kancha (curiously wearing a cravat and suit on beach) pops champagne, but the celebrations are premature.  Vijay emerges from the water, white suit intact, and faces his nemesis. <strong>AC</strong>  ",
    "gif" : "/images/gif/Agneepath1.gif",
    "Thumbnail": "/images/Agneepath_2.jpg"
  },
  {
    "name" : "Hum (1991)",
     "content" : "<i><span class=\"topic\">‘Gandi naali ka keeda’</span></i><br/><br/>Scene after scene, film after film, Bachchan has always nailed a drunken scene like he was born with the bottle in his mouth. No wonder, they gave him an entire drunken film in <i>Sharaabi</i>. While his <i>Amar Akbar Anthony</i> mirror scene is an absolute classic, my favourite drunk AB is the scene in <i>Hum</i> where he goes on and on about a <i>\"gandi naali ka keeda\"</i>. He says the same passage four times, but you progressively enjoy it more with each version; the English one is the knockout punch. <strong>PG</strong> ",
    "gif" : "/images/gif/HUM 21.gif",
    "Thumbnail": "/images/Hum_1.jpg"
  },
   {
  	"name" : "Akayla (1991)",
    "content" : "<i><span class=\"topic\">Vijay and Ravi meet again, and argue again</span></i><br/><br/> Bachchan’s fourth outing with Ramesh Sippy — after <i>Sholay</i>, <i>Shaan and Shakti</i> — has some interesting meta-ness going for it. He plays an inspector who gets a clue from <i>Seeta Aur Geeta</i>, which was directed by... Ramesh Sippy. His name is Vijay Verma, like in <i>Deewar</i> — and here too, he gets a confrontation scene with Shashi Kapoor, who’s now his boss. They may be on the same side of the law now, but they’re still arguing about right and wrong. Vijay wants to shoot down criminals, but his boss wants to go by the book. All these years later, there’s still that... deewar between them. <strong>BR</strong>",
    "Thumbnail": "/images/Akayla_1.jpg",
    "gif" : "/images/gif/Akyla1.gif"
     
  },
   {
  	"name" : "Khuda Gawah (1992)",
    "content" : "<i><span class=\"topic\">End of bouzkashi</span></i><br/><br/> Shot in Afghanistan and mounted on a humongous scale, <i>Khuda Gawah</i> lived up to the hype in its very first minute, with the jaw-dropping buzkashi game. Hundreds of horses charge into each other to take control of the dead lamb aka buz, and fateh is supposed to be Badshah Khan’s. As the final two adversaries violently tug at the buz, one’s turban cames off to reveal the peerless Sridevi as Benazir. Badshah Khan gallantly gives up control of the prize to lose the game. <i>“Badshah baazi nahin, zindagi haar gaya!”</i> What did someone say about haarke jeetne wale ko? <strong>DC</strong>",
    "Thumbnail": "/images/Khuda-Gawah_1.jpg",
    "gif" : "/images/gif/Khuda Gawah1.gif"
  },
  {
  	"name" : "Kabhi Khushi Kabhie Gham (2001)",
    "content" : "<i><span class=\"topic\">Shava Shava</span></i><br/><br/> Yashvardhan Raichand is the sort of ridiculously rich man who steps out of his own monogrammed helicopter and says, ‘nice machine — let’s get a couple of more of these.’  The character, like the film, functions as an irresistible blend of sanskari emotions and consumer porn.  The highlight is Raichand dancing with mini-skirted, imported dancers in the song ‘Shava Shava’.  Bachchan is the suave patriarch, but when he breaks out the moves, you can’t look at anyone else.  Eventually, his wife (played by Jaya Bachchan) gently interrupts to say, <i>‘bas kijiye bahut ho gaya’</i>. Raichand is the ultimate rockstar. <strong>AC</strong>",
    "Thumbnail": "/images/Kabhi-Khushi-Kabhie-Gham_1.jpg",
    "gif" : "/images/gif/Kabhi Khushi Kabhie Gham1.gif"
  },
  {
  	"name" : "Aks (2001)",
    "content" : "<i><span class=\"topic\">Banda yeh bindaas hai</span></i><br/><br/> In the last couple of years of the last millennium, an out-of-sorts Bachchan appeared in all kinds of films, where directors largely saddled him with characters that tried to resurrect his starry past or pulled patriotic strings. And then came the trailer of <i>Aks</i>, followed by the song promos of ‘Aaja gufaon mein aa’ and ‘Banda yeh bindaas hai’. Adman Rakeysh Omprakash Mehra presented the coolest version of B. After a long, long time, the man was in his element, whether he was wooing Raveena Tandon or waltzing with Nandita Das! <strong>PG</strong> ",
    "Thumbnail": "/images/Aks_1.jpg",
    "gif" : "/images/gif/Aks1.gif"
  },
   {
  	"name" : "Armaan (2003)",
    "content" : "<i><span class=\"topic\">A father teases his son and the son’s girlfriend</span></i><br/><br/> Anil Kapoor and Gracy Singh sneak out for a date but run into Bachchan, who’s Anil’s father and whose car is in trouble. What follows is a gentle gem of a scene, which shows Bachchan pulling off humour that’s 180 degrees from the broad stuff he did for Manmohan Desai. At first, there’s befuddlement, seeing these two together. Then, he puts two and two together. Then, he relaxes and begins to tease them. The scene is practically a monologue. Bachchan’s pauses and emphases show how comedic dialogue delivery is no less an art than heavy-duty drama. <strong>BR</strong>",
    "Thumbnail": "/images/Armaan_1.jpg",
    "gif" : "/images/gif/Armaan1.gif"
  },
   {
  	"name" : "Khakee (2004)",
    "content" : "<i><span class=\"topic\">The angry old man returns to glorious ‘masala’ form</span></i><br/><br/>After ages, thanks to Rajkumar Santoshi, Bachchan found himself in a film that did <i>masala</i> right, with dignity and integrity. The story is set in Chandangarh, which sounds like Ramgarh, and here, too, we have a senior and two juniors (one wisecracking, one dead-serious) trying to outwit a deadly villain. And in the film’s <i>grandest masala</i> moment — during the climactic fight — Bachchan’s grizzled veteran of a cop whips out his belt (after showing us the IPS insignia in close-up) and uses it against the axe-wielding villain, played by Ajay Devgan. It’s Thakur versus Gabbar all over again, and it’s pure gooseflesh! <strong>BR</strong>",
    "Thumbnail": "/images/Khakee_1.jpg",
    "gif" : "/images/gif/Khakee1.gif"
  },
   {
  	"name" : "Black (2005)",
    "content" : "<i><span class=\"topic\">The teacher kisses the student, and everything changes</span></i><br/><br/> At her sister’s wedding, Michelle (Rani Mukerji) learns from her teacher (Bachchan) what it is to be kissed — not on the cheek, but on the lips. In the next scene, she tells him she is suffering and she may never experience physical love. She wants him to kiss her once, and draws him towards her. He pulls away and she collapses like a rag doll. He then pulls her back to him and — eyes filled with sadness and love and perhaps even a flicker of admiration for her stubbornness — kisses her on the lips. Bachchan has rarely been more moving. <strong>BR</strong> ",
    "Thumbnail": "/images/Black_1.jpg",
    "gif" : "/images/gif/Black1.gif"
  },
  {
  	"name" : "Paheli (2005)",
    "content" : "<i><span class=\"topic\">The one-scene cameo</span></i><br/><br/> Amitabh Bachchan appears as a silhouette on the desert sands towards the end of the film, grunting his way among a herd of sheep to decide which of the two Shah Rukhs is the real one, and which is the ghost.<i> “Kya pata jo kaam talwar naa kar sake woh sui kar de?” </i>jibes the shepherd as he starts playing games with the two identical men. In that limited space and time, Bachchan blends his stardom with the local dialect and get-up to deliver a cameo for the ages, replete with a bitter tongue and lethal stares. <strong>PG</strong>",
    "Thumbnail": "/images/Paheli_1.jpg",
    "gif" : "/images/gif/Paheli1.gif"
  },
  {
  	"name" : "Viruddh… Family Comes First (2005)",
    "content" : "<i><span class=\"topic\">Crying at the laughing club</span></i><br/><br/> In this Mahesh Manjrekar film where Bachchan takes badla after his son gets killed, we see a largely a restrained AB representing the common (old) man who is compelled to turn violent. In an early scene, we see him enjoying with his neighbours at the laughter club in the nearby park, but when he visits that park again post his son’s death, it’s not that easy to fake laughter. Bachchan’s Vidyadhar Patwardhan sits on a bench and tries to laugh, but, after a couple of attempts, breaks down. A tiny moment, but a moving testimony to the brilliance of Bachchan. <strong>PG</strong> ",
    "gif" : "/images/gif/Viruddh_1.gif",
    "Thumbnail": "/images/Viruddh-Family-Comes-First-1.jpg"
  },
  {
    "name" : "Bunty Aur Babli (2005)",
     "content" : "<i><span class=\"topic\">Dashrath Singh appears just before intermission</span></i><br/><br/> Dashrath Singh (Bachchan) is out to nab the desi version of Bonnie and Clyde. But this is no cardboard cop. He sports aviators in the dark and twirls a beedi in his mouth like Clint Eastwood in Spaghetti Westerns. He wears a leather flight jacket, but has a <i>gamchha</i> strung around his neck. He wants to make an example of Bunty and Babli, but not before he has heaped insult on the injury they have caused other scamsters. His <i>‘makkha aur makhhi’</i> joke, delivered with a heightened rustic accent, is wicked and dripping with sarcasm. Flexing his neck to either side, repeatedly, he shows he means business. <strong>AM</strong> ",
    "gif" : "/images/gif/Bunty aur Babli1.gif",
    "Thumbnail": "/images/Bunty-Aur-Babli_1.jpg"
  },
   {
  	"name" : "Sarkar (2005)",
    "content" : "<i><span class=\"topic\">When he learns his younger son has killed his older son</span></i><br/><br/> Shot from low camera angles, Bachchan’s Subhash Nagre is meant to be this all-powerful god-like being who controls the city from his chair. But it is in this climactic moment when his younger son (Abhishek) comes to his bedroom having killed his older son (Kay Kay), that we get a sneak peek into a man who is not in control. In a couple of close-ups, we see a helpless father who couldn’t keep his family together. And then in a flash, vanquishing that vulnerability, he asks the son, who’s still alive, in as matter-of-fact a tone as he can muster: <i>“Ab?”</i> <strong>PG</strong>",
    "Thumbnail": "/images/Sarkar_1.jpg",
    "gif" : "/images/gif/Sarkar1.gif"
     
  },
   {
  	"name" : "Eklavya: The Royal Guard (2007)",
    "content" : "<i><span class=\"topic\">The murder scene in the dark</span></i><br/><br/> The one thing which is celebrated as much as Amitabh Bachchan the star is Amitabh Bachchan the voice. Right from the time the likes of Satyajit Ray and Mrinal Sen used it to open their films, that booming baritone has been a mainstay of many a timeless classic. So how does one showcase just the voice in a film starring the man? Well, you simply switch the lights off! In his slow-burning thriller, director Vidhu Vinod Chopra constructed this delicious set-piece where Bachchan kills Jimmy Shergill’s character in the dark. It’s like the film pausing to worship that voice. <i>\"Main aapki saansein dekh sakta hoon!\"</i> <strong>PG</strong>",
    "Thumbnail": "/images/Eklavya_1.jpg",
    "gif" : "/images/gif/Eklavya1.gif"
  },
  {
  	"name" : "Cheeni Kum (2007)",
    "content" : "<i><span class=\"topic\">Him yelling at his kitchen staff</span></i><br/><br/> Bachchan channels Gordon Ramsay to become Buddhadev Gupta, a masterchef who is a terror in the kitchen. His prickly professional arrogance is established in the slickly done title sequence. It’s a busy night at London’s best Indian restaurant and Buddhadev is railing into his staff — explaining the correct sequence of oil, hing and pyaaz, and declaring that chefs are the greatest artists in the world. Bachchan is bang-on as the ponytailed cooking maestro who falls in love with a woman 30 years younger. It begins with a contentious plate of Hyderabadi Zafrani pulao. What could be more romantic? <strong>AC</strong>",
    "Thumbnail": "/images/Cheeni-Kum_1.jpg",
    "gif" : "/images/gif/Cheeni Kum1.gif"
  },
  {
  	"name" : "The Last Lear (2007)",
    "content" : "<i><span class=\"topic\">The Tempest monologue</span></i><br/><br/>In Rituparno Ghosh’s adaptation of Utpal Dutt’s play <i>Aajker Shahjahan</i>, Bachchan plays an old school theatre actor struggling to adapt to modern cinema. When Arjun Rampal’s new-age filmmaker comes to visit him, Bachchan’s Harish Mishra aka Harry gives him a taste of his craft. The living room suddenly becomes a stage of sorts as Harry stands up and delivers Prospero’s famous ‘Ye Elves of Hills’ monologue from Shakespeare’s <i>The Tempest</i>. It’s a moment of magic that goes far beyond the movie — Bachchan, who started out as an English theatre actor in Kolkata, returns to his roots. <strong>PG</strong> ",
    "Thumbnail": "/images/The-Last-Lear_1.jpg",
    "gif" : "/images/gif/The Last Lear1.gif"
  },
   {
  	"name" : "The Great Gatsby (2013)",
    "content" : "<i><span class=\"topic\">The scene with Dicaprio</span></i><br/><br/>He’s never made a big deal about Hollywood in his interviews, but watching Bachchan in a big American studio movie was a dream come true. In Baz Luhrmann’s flashy adaptation of F Scott Fitzgerald’s novel, Bachchan plays Meyer Wolfsheim, Gatsby’s (Leonardo DiCaprio) Jewish friend and mentor. It is in a one-scene cameo that Bachchan lends Wolfsheim a gravitas and grain whose effect lasts through the film. Trimmed white beard, thick handlebar moustache and a sexy wave of white in the hair — Bachchan’s close-ups are pure seduction, and in those couple of minutes, he makes Dicaprio and Tobey Maguire look like Ranji trophy players. <strong>PG</strong>",
    "Thumbnail": "/images/The-Great-Gatsby_1.jpg",
    "gif" : "/images/gif/The Great Gatsby1.gif"
  },
   {
  	"name" : "Piku (2015)",
    "content" : "<i><span class=\"topic\">The mumbles of a Bengali uncle</span></i><br/><br/><i>Anand’s</i> stern doctor Bhashkor Banerjee returned as a hypochondriac old man, with all the typical quirks and idiosyncrasies of a cantankerous Bengali uncle. Households in Calcutta and Chittaranjan Park laughed along as the old Mr Banerjee made his eccentric pronouncements, insulting people for their lack of — what he considered — education and intelligence. In a hilarious dinner conversation with Moushumi Chatterjee, Bhaskar babu mumbles “illiterate” under his breath before declaring <i>“Sirf low IQ wala log hi shaadi karta hai”</i>. The scene is a delightful exposition of the character’s humour, helplessness, sensitivity and intelligence. It was emotion in motion! <strong><strong>DC</strong></strong>",
    "Thumbnail": "/images/Piku_1.jpg",
    "gif" : "/images/gif/Piku1.gif"
  },
   {
  	"name" : "Badla (2019)",
    "content" : "<i><span class=\"topic\">Bachchan proves it’s not easy to take his place</span></i><br/><br/>For all of the trickiness in Sujoy Ghosh’s adaptation of <i>Contratiempo</i> (Bachchan is named Badal, which is an anagram of the film’s title), this tepid affair only reinforces why Bachchan is such a singular presence. In the last scene, we are asked to believe that <i>someone</i> else has that height, that carriage, that walk, that voice, and had merely <i>disguised</i> himself as Bachchan. In other words, we are asked to believe that it’s possible to mimic one of the most iconic faces and voices of our cinema. <i>Anhonee ko honee kar de?</i> Sorry, close but no cigar. <strong>BR</strong> ",
    "Thumbnail": "/images/Badla_1.jpg",
    "gif" : "/images/gif/Badla1.gif"
  }
]